Repository: bl3ndd/complementary-food
Catalog: Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, nl, pl, pt_br, tr, uk, zh_hans

source: Семена. Источник кальция, полезных жиров и железа.
de: Samen. Quelle von Kalzium, gesunden Fetten und Eisen.
en: Seeds. Source of calcium, healthy fats and iron.
es: Semillas. Fuente de calcio, grasas saludables y hierro.
fr: Des graines. Source de calcium, de bonnes graisses et de fer.
it: Semi. Fonte di calcio, grassi buoni e ferro.
ja: 種子。カルシウム・良質な脂質・鉄の供給源です。
ko: 씨앗이에요. 칼슘, 좋은 지방, 철분 공급원이에요.
nl: Zaden. Bron van calcium, gezonde vetten en ijzer.
pl: Nasiona. Źródło wapnia, zdrowych tłuszczów i żelaza.
pt_br: Sementes. Fonte de cálcio, gorduras boas e ferro.
tr: Tohumlar. Kalsiyum, sağlıklı yağlar ve demir kaynağı.
uk: Насіння. Джерело кальцію, корисних жирів і заліза.
zh_hans: 种子，富含钙、健康脂肪和铁。

source: Сильная
de: Stark
en: Severe
es: Fuerte
fr: Sévère
it: Grave
ja: 重度
ko: 심함
nl: Ernstig
pl: Silna
pt_br: Forte
tr: Şiddetli
uk: Сильна
zh_hans: 严重

source: Системный
de: System
en: System
es: Sistema
fr: Système
it: Di sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
tr: Sistem
uk: Системна
zh_hans: 跟随系统

source: Сколько дней наблюдать за реакцией на новый обычный продукт, прежде чем считать его введённым.
de: Wie viele Tage du bei einem neuen normalen Lebensmittel auf Reaktionen achtest, bevor es als eingeführt gilt.
en: How many days to watch for a reaction to a new regular food before counting it as introduced.
es: Cuántos días vigilar la reacción a un nuevo alimento normal antes de contarlo como introducido.
fr: Combien de jours surveiller la réaction à un nouvel aliment ordinaire avant de le considérer comme introduit.
it: Per quanti giorni osservare la reazione a un nuovo alimento normale prima di considerarlo introdotto.
ja: 新しい通常の食材を導入済みとみなすまでに、反応を何日間観察するかの設定です。
ko: 새 일반 식품을 도입 완료로 보기 전에 반응을 며칠 지켜볼지예요.
nl: Hoeveel dagen je op een reactie op een nieuw gewoon product let voordat je het als geïntroduceerd beschouwt.
pl: Ile dni obserwować reakcję na nowy zwykły produkt, zanim uznasz go za wprowadzony.
pt_br: Quantos dias observar a reação a um novo alimento comum antes de considerá-lo introduzido.
tr: Yeni bir normal besine reaksiyonu, tanıtılmış saymadan önce kaç gün gözlemlemeli.
uk: Скільки днів спостерігати за реакцією на новий звичайний продукт, перш ніж вважати його введеним.
zh_hans: 在算作已引入之前，要观察一种新的普通食物多少天。

source: Скоро
de: Bald
en: Soon
es: Pronto
fr: Bientôt
it: Presto
ja: もうすぐ
ko: 곧
nl: Binnenkort
pl: Wkrótce
pt_br: Em breve
tr: Yakında
zh_hans: 快到了

source: Скоро пора
de: Bald fällig
en: Due soon
es: Pronto toca
fr: Bientôt l'heure
it: Presto sarà ora
ja: そろそろです
ko: 곧 할 때예요
nl: Binnenkort tijd
pl: Wkrótce czas
pt_br: Quase na hora
tr: Zamanı yaklaşıyor
uk: Скоро час
zh_hans: 快该喂了

source: Скоро пора дать
de: Bald wieder dran
en: Coming up soon
es: Pronto toca darlo
fr: Bientôt à donner
it: Presto sarà ora di darlo
ja: もうすぐあげる時期
ko: 곧 먹일 때예요
nl: Binnenkort aan de beurt
pl: Wkrótce czas podać
pt_br: Logo será hora de dar
tr: Verme zamanı yaklaşıyor
uk: Скоро час дати
zh_hans: 快该喂了

source: Скумбрия
de: Makrele
en: Mackerel
es: Caballa
fr: Maquereau
it: Sgombro
ja: さば
ko: 고등어
nl: Makreel
pl: Makrela
pt_br: Cavalinha
tr: Uskumru
uk: Скумбрія
zh_hans: 鲭鱼

source: Сладкий корнеплод. Источник бета-каротина (витамин A) и углеводов.
de: Ein süßes Wurzelgemüse. Quelle von Beta-Carotin (Vitamin A) und Kohlenhydraten.
en: A sweet root vegetable. Source of beta-carotene (vitamin A) and carbohydrates.
es: Una hortaliza de raíz dulce. Fuente de betacaroteno (vitamina A) y carbohidratos.
fr: Un légume-racine sucré. Source de bêta-carotène (vitamine A) et de glucides.
it: Un ortaggio a radice dolce. Fonte di beta-carotene (vitamina A) e carboidrati.
ja: 甘い根菜。β-カロテン（ビタミンA）と炭水化物の供給源です。
ko: 달콤한 뿌리채소예요. 베타카로틴(비타민 A)과 탄수화물 공급원이에요.
nl: Een zoete wortelgroente. Bron van bètacaroteen (vitamine A) en koolhydraten.
pl: Słodkie warzywo korzeniowe. Źródło beta-karotenu (witamina A) i węglowodanów.
pt_br: Vegetal de raiz doce. Fonte de betacaroteno (vitamina A) e carboidratos.
tr: Tatlı bir kök sebzesi. Beta-karoten (A vitamini) ve karbonhidrat kaynağı.
uk: Солодкий коренеплід. Джерело бета-каротину (вітамін A) і вуглеводів.
zh_hans: 香甜的根茎蔬菜，富含β-胡萝卜素（维生素A）和碳水。

source: Следующий месяц
de: Nächster Monat
en: Next month
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
ja: 次の月
ko: 다음 달
nl: Volgende maand
pl: Następny miesiąc
pt_br: Próximo mês
tr: Sonraki ay
uk: Наступний місяць
zh_hans: 下个月

source: Сливочное масло
de: Butter
en: Butter
es: Mantequilla
fr: Beurre
it: Burro
ja: バター
ko: 버터
nl: Boter
pl: Masło
pt_br: Manteiga
tr: Tereyağı
uk: Вершкове масло
zh_hans: 黄油

source: Сначала выгрузите данные (Данные → Дневник для педиатра) — после сброса восстановить нельзя.
de: Exportiere zuerst deine Daten (Daten → Tagebuch für den Kinderarzt) – nach dem Zurücksetzen gibt es keine Wiederherstellung.
en: Export first (Data → Diary for pediatrician) — after reset there’s no recovery.
es: Exporta primero (Datos → Diario para el pediatra): tras el restablecimiento no hay recuperación.
fr: Exporte d'abord tes données (Données → Journal pour le pédiatre) — après la réinitialisation, aucune récupération n'est possible.
it: Esporta prima i dati (Dati → Diario per il pediatra) — dopo il reset non c'è modo di recuperarli.
ja: 先にデータを書き出してください（データ → 小児科医向けの日記）。リセット後は復元できません。
ko: 먼저 데이터를 내보내요 (데이터 → 소아과용 일기) — 초기화 후에는 복구할 수 없어요.
nl: Exporteer eerst je gegevens (Gegevens → Dagboek voor de kinderarts) — na het resetten is herstel niet meer mogelijk.
pl: Najpierw wyeksportuj dane (Dane → Dzienniczek dla pediatry) — po resecie nie da się ich przywrócić.
pt_br: Primeiro exporte os dados (Dados → Diário para o pediatra) — depois de apagar, não dá para recuperar.
tr: Önce verileri dışa aktar (Veriler → Çocuk doktoru için günlük) — sıfırladıktan sonra geri getiremezsin.
uk: Спочатку вивантаж дані (Дані → Щоденник для педіатра) — після скидання відновити не можна.
zh_hans: 请先导出数据（数据 → 给儿科医生的日记）——重置后无法恢复。

source: Сорбит
de: Sorbit
en: Sorbitol
es: Sorbitol
fr: Sorbitol
it: Sorbitolo
ja: ソルビトール
ko: 소르비톨
nl: Sorbitol
pl: Sorbitol
pt_br: Sorbitol
tr: Sorbitol
uk: Сорбіт
zh_hans: 山梨糖醇

source: Сохранить
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти
zh_hans: 保存

source: Сочный фрукт. Источник витамина C и калия.
de: Eine saftige Frucht. Quelle von Vitamin C und Kalium.
en: A juicy fruit. Source of vitamin C and potassium.
es: Una fruta jugosa. Fuente de vitamina C y potasio.
fr: Un fruit juteux. Source de vitamine C et de potassium.
it: Un frutto succoso. Fonte di vitamina C e potassio.
ja: みずみずしい果物。ビタミンCとカリウムの供給源です。
ko: 과즙이 많은 과일이에요. 비타민 C와 칼륨 공급원이에요.
nl: Een sappige vrucht. Bron van vitamine C en kalium.
pl: Soczysty owoc. Źródło witaminy C i potasu.
pt_br: Fruta suculenta. Fonte de vitamina C e potássio.
tr: Sulu bir meyve. C vitamini ve potasyum kaynağı.
uk: Соковитий фрукт. Джерело вітаміну C і калію.
zh_hans: 多汁水果，富含维生素C和钾。

source: Союз педиатров РФ
de: Russischer Kinderärzteverband
en: Russian Pediatric Union
es: Unión de Pediatras de Rusia
fr: Union des pédiatres de Russie
it: Unione dei pediatri della Russia
ja: ロシア小児科医連盟
ko: 러시아 소아과 학회
nl: Russische Kinderartsenvereniging
pl: Związek Pediatrów Rosji
pt_br: União dos Pediatras da Rússia
tr: Rusya Pediatri Birliği
uk: Спілка педіатрів РФ
zh_hans: 俄罗斯儿科医生联盟

source: Соя
de: Soja
en: Soy
es: Soja
fr: Soja
it: Soia
ja: 大豆
ko: 대두
nl: Soja
pl: Soja
pt_br: Soja
tr: Soya
zh_hans: 大豆

source: Список
de: Liste
en: List
es: Lista
fr: Liste
it: Elenco
ja: リスト
ko: 목록
nl: Lijst
pl: Lista
pt_br: Lista
tr: Liste
zh_hans: 列表

source: Список «не давать»
de: „Nicht geben“-Liste
en: “Do not give” list
es: Lista de «no dar»
fr: Liste « ne pas donner »
it: Elenco "da non dare"
ja: 「あげない」リスト
ko: 「주지 마세요」 목록
nl: “Niet geven”-lijst
pl: Lista „nie podawać”
pt_br: Lista “não dar”
tr: “Verilmeyecekler” listesi
uk: Список «не давати»
zh_hans: “禁喂”清单

source: Список «не давать» соберётся из продуктов на паузе или с аллергией.
de: Die „Nicht geben“-Liste entsteht aus pausierten Lebensmitteln und solchen mit Allergie.
en: The “do not give” list builds from foods that are paused or marked allergic.
es: La lista de «no dar» se forma con los alimentos en pausa o marcados como alergia.
fr: La liste « ne pas donner » se compose des aliments en pause ou marqués comme allergiques.
it: L'elenco "da non dare" si compone dagli alimenti in pausa o segnalati come allergie.
ja: 「あげない」リストは、お休み中またはアレルギーの食材から自動で作られます。
ko: 「주지 마세요」 목록은 멈춤 상태이거나 알레르기로 표시된 식품으로 채워져요.
nl: De “niet geven”-lijst wordt samengesteld uit producten die gepauzeerd of als allergie gemarkeerd zijn.
pl: Lista „nie podawać” utworzy się z produktów wstrzymanych lub oznaczonych jako alergia.
pt_br: A lista “não dar” é montada com os alimentos em pausa ou com alergia.
tr: “Verilmeyecekler” listesi, duraklatılan veya alerji işaretli besinlerden oluşur.
uk: Список «не давати» збереться з продуктів на паузі або з алергією.
zh_hans: “禁喂”清单会由暂停或标记过敏的食物自动汇总。

source: Ср
de: Mi
en: Wed
es: Mié
fr: Mer
it: Mer
ja: 水
ko: 수
nl: wo
pl: śr.
pt_br: Qua
tr: Çar
zh_hans: 三

source: Средняя
de: Mittel
en: Moderate
es: Moderada
fr: Modérée
it: Moderata
ja: 中等度
ko: 중간
nl: Matig
pl: Umiarkowana
pt_br: Moderada
tr: Orta
uk: Середня
zh_hans: 中度

source: Срыгивание / рвота
de: Spucken / Erbrechen
en: Spit-up / vomiting
es: Regurgitación / vómito
fr: Régurgitation / vomissement
it: Rigurgito / vomito
ja: 吐き戻し・嘔吐
ko: 게움 / 구토
nl: Spugen / braken
pl: Ulewanie / wymioty
pt_br: Golfada / vômito
tr: Çıkarma / kusma
uk: Зригування / блювання
zh_hans: 溢奶／呕吐

source: Старт
de: Start
en: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
nl: Start
pl: Start
pt_br: Início
tr: Başlangıç
zh_hans: 开始

source: старт %lld мес · обычный %lld дн · аллерген %lld дн · %lld×/нед
de: Start %lld Mon. · normal %lld Tg. · Allergen %lld Tg. · %lld×/Wo.
en: start %lld mo · regular %lld d · allergen %lld d · %lld×/wk
es: inicio %lld meses · normal %lld d · alérgeno %lld d · %lld×/sem
fr: début %lld mois · ordinaire %lld j · allergène %lld j · %lld×/sem
it: inizio %lld mesi · normale %lld gg · allergene %lld gg · %lld×/sett
ja: 開始%lldか月 · 通常%lld日 · アレルゲン%lld日 · 週%lld回
ko: 시작 %lld개월 · 일반 %lld일 · 알레르겐 %lld일 · 주 %lld회
nl: start %lld mnd · gewoon %lld d · allergeen %lld d · %lld×/wk
pl: start %lld mies. · zwykły %lld dni · alergen %lld dni · %lld×/tydz.
pt_br: início %lld meses · comum %lld dias · alérgeno %lld dias · %lld×/sem
tr: başlangıç %lld ay · normal %lld gün · alerjen %lld gün · %lld×/hafta
uk: старт %lld міс · звичайний %lld дн · алерген %lld дн · %lld×/тиж
zh_hans: 开始%lld个月 · 普通%lld天 · 过敏原%lld天 · %lld次/周

source: Старт %lld мес · окна %lld/%lld дн · аллерген %lld×/нед
de: Start %lld Mon. · Fenster %lld/%lld Tg. · Allergen %lld×/Wo.
en: Start %lld mo · windows %lld/%lld d · allergen %lld×/wk
es: Inicio %lld meses · ventanas %lld/%lld d · alérgeno %lld×/sem
fr: Début %lld mois · fenêtres %lld/%lld j · allergène %lld×/sem
it: Inizio %lld mesi · finestre %lld/%lld gg · allergene %lld×/sett
ja: 開始%lldか月 · 期間%lld/%lld日 · アレルゲン週%lld回
ko: 시작 %lld개월 · 기간 %lld/%lld일 · 알레르겐 주 %lld회
nl: Start %lld mnd · vensters %lld/%lld d · allergeen %lld×/wk
pl: Start %lld mies. · okna %lld/%lld dni · alergen %lld×/tydz.
pt_br: Início %lld meses · janelas %lld/%lld dias · alérgeno %lld×/sem
tr: Başlangıç %lld ay · pencereler %lld/%lld gün · alerjen %lld×/hafta
uk: Старт %lld міс · вікна %lld/%lld дн · алерген %lld×/тиж
zh_hans: 开始%lld个月 · 观察期%lld/%lld天 · 过敏原%lld次/周

source: Старт ~6 мес («around 6 months»). «3 дня» — низ официального диапазона AAP «3–5 дней». Список аллергенов = FDA «Big 9» (вкл. кунжут, FASTER Act). Частота 3×/нед — это пинат-протокол LEAP/NIAID, распространённый на другие аллергены как консенсус, а не отдельная цифра гайдлайна.
de: Start mit ~6 Monaten („around 6 months“). Die „3 Tage“ sind das untere Ende der offiziellen AAP-Spanne „3–5 Tage“. Die Allergen-Liste entspricht den FDA „Big 9“ (inkl. Sesam, FASTER Act). Die Häufigkeit 3×/Woche ist das Erdnuss-Protokoll aus LEAP/NIAID, als Konsens auf andere Allergene übertragen – keine eigene Guideline-Zahl.
en: Start around 6 months (“around 6 months”). The “3 days” is the low end of the AAP’s official “3–5 days” range. The allergen list is the FDA “Big 9” (incl. sesame, FASTER Act). The 3×/week frequency is the LEAP/NIAID peanut protocol extended to other allergens as a consensus, not a separate guideline figure.
es: Inicio hacia los 6 meses («around 6 months»). Los «3 días» son el límite inferior del rango oficial de la AAP «3-5 días». La lista de alérgenos es la «Big 9» de la FDA (incl. sésamo, FASTER Act). La frecuencia de 3×/sem es el protocolo del cacahuete LEAP/NIAID extendido a otros alérgenos como consenso, no una cifra propia de la guía.
fr: Début vers 6 mois (« around 6 months »). Les « 3 jours » correspondent au bas de la plage officielle AAP « 3–5 jours ». La liste d'allergènes est le « Big 9 » de la FDA (dont le sésame, FASTER Act). La fréquence de 3×/sem est le protocole arachide LEAP/NIAID étendu aux autres allergènes par consensus, et non un chiffre distinct de recommandation.
it: Inizio intorno ai 6 mesi ("around 6 months"). I "3 giorni" sono il limite inferiore dell'intervallo ufficiale AAP di "3–5 giorni". L'elenco degli allergeni è il "Big 9" della FDA (incl. sesamo, FASTER Act). La frequenza di 3×/settimana è il protocollo per le arachidi LEAP/NIAID esteso ad altri allergeni come consenso, non una cifra a sé delle linee guida.
ja: 開始は6か月ごろ（「around 6 months」）。「3日」はAAP公式の「3〜5日」レンジの下限です。アレルゲンのリストはFDAの「Big 9」（FASTER Actによりごまを含む）。週3回の頻度はLEAP/NIAIDのピーナッツプロトコルをコンセンサスとして他のアレルゲンに広げたもので、ガイドライン独自の数値ではありません。
ko: 시작은 약 6개월이에요(「around 6 months」). 「3일」은 AAP 공식 범위 「3~5일」의 아래쪽이에요. 알레르겐 목록은 FDA 「Big 9」이에요(참깨 포함, FASTER Act). 주 3회 빈도는 LEAP/NIAID 땅콩 프로토콜을 다른 알레르겐으로 컨센서스로서 확장한 것이지, 가이드라인의 별도 수치는 아니에요.
nl: Start rond 6 maanden (“around 6 months”). De “3 dagen” is de ondergrens van het officiële AAP-bereik van “3–5 dagen”. De allergenenlijst is de FDA “Big 9” (incl. sesam, FASTER Act). De frequentie van 3×/week is het pinda-protocol van LEAP/NIAID, dat als consensus is uitgebreid naar andere allergenen, en geen apart cijfer uit de richtlijn.
pl: Start ~6 mies. („around 6 months”). „3 dni” to dolna granica oficjalnego zakresu AAP „3–5 dni”. Lista alergenów = FDA „Big 9” (w tym sezam, FASTER Act). Częstotliwość 3×/tydz. to protokół orzeszkowy LEAP/NIAID rozszerzony na inne alergeny jako konsensus, a nie osobna liczba z wytycznych.
pt_br: Início por volta dos 6 meses (“around 6 months”). Os “3 dias” são o piso da faixa oficial da AAP de “3–5 dias”. A lista de alérgenos é a “Big 9” da FDA (incl. gergelim, FASTER Act). A frequência de 3×/sem é o protocolo de amendoim LEAP/NIAID, estendido aos outros alérgenos como consenso, e não um número próprio da diretriz.
tr: Başlangıç ~6 ay (“around 6 months”). “3 gün”, AAP'nin resmi “3–5 gün” aralığının alt sınırı. Alerjen listesi = FDA “Big 9” (susam dahil, FASTER Act). Haftada 3× sıklığı, LEAP/NIAID yer fıstığı protokolünün diğer alerjenlere konsensüs olarak genişletilmiş hali — kılavuzun ayrı bir rakamı değil.
uk: Старт ~6 міс («around 6 months»). «3 дні» — нижня межа офіційного діапазону AAP «3–5 днів». Список алергенів = FDA «Big 9» (вкл. кунжут, FASTER Act). Частота 3×/тиж — це арахісовий протокол LEAP/NIAID, поширений на інші алергени як консенсус, а не окрема цифра гайдлайна.
zh_hans: 约6个月开始（“around 6 months”）。“3天”是AAP官方“3—5天”范围的下限。过敏原清单为FDA“Big 9”（含芝麻，FASTER Act）。3次/周的频率是LEAP/NIAID花生方案，作为共识扩展到其他过敏原，而非指南里单独的数字。

source: Старт 5 мес — дословный оптимум программы для ГВ. Окно 7 дней — верх диапазона «вводить за 5–7 дней». Важно: регулярной «поддержки аллергена для толерантности» в программе РФ нет (она прямо считает раннее введение аллергенов требующим дальнейших исследований) — параметр оставлен как осторожный ориентир по западному консенсусу.
de: Start mit 5 Monaten – das wörtliche Optimum des Programms für gestillte Babys. Das 7-Tage-Fenster ist das obere Ende der Spanne „über 5–7 Tage einführen“. Wichtig: Eine regelmäßige „Allergen-Erhaltung für die Toleranz“ gibt es im russischen Programm nicht (es stuft die frühe Allergen-Einführung ausdrücklich als weiter erforschungsbedürftig ein) – der Parameter bleibt als vorsichtiger Anhaltspunkt nach westlichem Konsens.
en: A 5-month start is the program’s literal optimum for breastfed infants. The 7-day window is the top of its “introduce over 5–7 days” range. Note: the Russian program has no regular “allergen maintenance for tolerance” (it explicitly treats early allergen introduction as needing further research) — this parameter is kept as a cautious guide based on the Western consensus.
es: El inicio a los 5 meses es el óptimo literal del programa para bebés amamantados. La ventana de 7 días es el máximo de su rango «introducir en 5-7 días». Importante: el programa ruso no incluye un «mantenimiento regular del alérgeno para la tolerancia» (considera explícitamente que la introducción temprana de alérgenos requiere más investigación); este parámetro se deja como una guía prudente basada en el consenso occidental.
fr: Un début à 5 mois est l'optimum littéral du programme pour les bébés allaités. La fenêtre de 7 jours correspond au haut de sa plage « introduire sur 5–7 jours ». Important : le programme russe ne prévoit pas d'« entretien régulier de l'allergène pour la tolérance » (il considère explicitement l'introduction précoce des allergènes comme nécessitant d'autres recherches) — ce paramètre est conservé comme repère prudent selon le consensus occidental.
it: L'inizio a 5 mesi è l'ottimo letterale del programma per i bambini allattati al seno. La finestra di 7 giorni è il limite superiore del suo intervallo "introdurre in 5–7 giorni". Nota: il programma russo non prevede un regolare "mantenimento dell'allergene per la tolleranza" (considera esplicitamente l'introduzione precoce degli allergeni come qualcosa che necessita di ulteriori ricerche) — questo parametro è tenuto come guida prudente basata sul consenso occidentale.
ja: 5か月開始は、母乳育児に対するプログラムの文字どおりの最適値です。7日間は「5〜7日かけて導入」レンジの上限です。重要：ロシアのプログラムには耐性のための定期的な「アレルゲン維持」はありません（早期のアレルゲン導入はさらなる研究が必要とされています）。この項目は西側のコンセンサスに基づく慎重な目安として残しています。
ko: 5개월 시작은 이 프로그램이 모유 수유아에 대해 밝힌 그대로의 최적 시기예요. 7일 기간은 「5~7일에 걸쳐 도입」 범위의 위쪽이에요. 중요: 러시아 프로그램에는 정기적인 「내성 유지용 알레르겐」이 없어요(이 프로그램은 알레르겐 조기 도입을 추가 연구가 필요한 것으로 분명히 봐요) — 이 값은 서양 컨센서스에 따른 조심스러운 참고치로 남겨 두었어요.
nl: Een start op 5 maanden is het letterlijke optimum van het programma voor borstgevoede baby's. Het venster van 7 dagen is de bovengrens van het bereik “over 5–7 dagen introduceren”. Belangrijk: het Russische programma kent geen regelmatig “allergenenonderhoud voor tolerantie” (het beschouwt vroege allergeenintroductie expliciet als iets dat nader onderzoek vereist) — deze parameter is behouden als een voorzichtige richtlijn op basis van de westerse consensus.
pl: Start 5 mies. to dosłowne optimum programu dla dzieci karmionych piersią. Okno 7 dni to górna granica zakresu „wprowadzać przez 5–7 dni”. Ważne: rosyjski program nie przewiduje regularnego „podtrzymania alergenu dla tolerancji” (wprost uznaje wczesne wprowadzanie alergenów za wymagające dalszych badań) — parametr pozostawiono jako ostrożną wskazówkę wg zachodniego konsensusu.
pt_br: O início aos 5 meses é o ótimo literal do programa para bebês amamentados. A janela de 7 dias é o teto da faixa “introduzir em 5–7 dias”. Importante: o programa russo não tem “manutenção regular do alérgeno para tolerância” (ele considera explicitamente que a introdução precoce de alérgenos ainda precisa de mais estudos) — o parâmetro foi mantido como referência cautelosa baseada no consenso ocidental.
tr: 5 ay başlangıcı, programın anne sütüyle beslenen bebekler için birebir optimumu. 7 günlük pencere, “5–7 günde tanıt” aralığının üst sınırı. Önemli: Rusya programında toleransı korumak için düzenli “alerjen koruması” yok (erken alerjen tanıtımını açıkça daha fazla araştırma gerektiren bir konu sayıyor) — bu parametre, Batı konsensüsüne dayalı temkinli bir referans olarak bırakıldı.
uk: Старт 5 міс — дослівний оптимум програми для ГВ. Вікно 7 днів — верхня межа діапазону «вводити за 5–7 днів». Важливо: регулярної «підтримки алергену для толерантності» у програмі РФ немає (вона прямо вважає раннє введення алергенів таким, що потребує подальших досліджень) — параметр залишено як обережний орієнтир за західним консенсусом.
zh_hans: 5个月开始——是该方案对母乳喂养婴儿的字面最优。7天观察期是其“用5—7天引入”范围的上限。要注意：俄罗斯方案里没有定期的“为耐受维持过敏原”（它明确认为早期引入过敏原尚需进一步研究）——这个参数按西方共识作为谨慎参考保留。
